/* Localized versions of Info.plist keys */

"IAP_CENTER_INF_O1" = "交易成功";
"IAP_CENTER_INF_O2" = "交易失败，错误码:%d";

"ERROR_TITLE" = "错误！";
"ERROR_NEG_7100" = "无效账号！";
"ERROR_NEG_7000" = "无效账号！";

"MEMBER_LOGIN_INFO_01" = "错误";
"MEMBER_LOGIN_INFO_02" = "请填写完整的信息。";
"MEMBER_LOGIN_INFO_03" = "确定";
"CONFIRM_OK"    = "确定";
"CONFIRM_CANCEL"    = "取消";
"MEMBER_LOGIN_INFO_04" = "连接失败！请稍候再试！";

"MEMBER_LOGIN_INFO_05" = "用户名";
"MEMBER_LOGIN_INFO_06" = "密码";
"MEMBER_LOGIN_INFO_07" = "会员登录";
"MEMBER_LOGIN_INFO_08" = "马上注册";
"MEMBER_LOGIN_INFO_09" = "游客登录";

"MEMBER_REGISTER_INFO_01" = "错误";
"MEMBER_REGISTER_INFO_02" = "两次输入的密码不一致。";
"MEMBER_REGISTER_INFO_03" = "确定";
"MEMBER_REGISTER_INFO_04" = "错误";
"MEMBER_REGISTER_INFO_05" = "请填写完整的信息。";
"MEMBER_REGISTER_INFO_06" = "确定";

"MEMBER_REGISTER_INFO_07" = "用户名";
"MEMBER_REGISTER_INFO_08" = "密码";
"MEMBER_REGISTER_INFO_09" = "再次输入密码";
"MEMBER_REGISTER_INFO_10" = "注册";
"MEMBER_REGISTER_INFO_11" = "Email 格式不正确";

"MEMBER_REGISTER_INFO_12" = "帐号长度过短";
"MEMBER_REGISTER_INFO_13" = "密码长度过短";
"MEMBER_REGISTER_INFO_14" = "昵称";

"MEMBER_FORGoT_INFO_01" = "忘记密码";
"MEMBER_FORGoT_INFO_02" = "修改密码";
"MEMBER_FORGoT_INFO_03" = "绑定facebook";

"MEMBER_FORGoT_INFO_04" = "用户名 不能为空";
"MEMBER_FORGoT_INFO_05" = "Email 不能为空";
"MEMBER_FORGoT_INFO_06" = "重置密码邮件已经发出，请到邮箱[%@]查收!";
"MEMBER_FORGoT_INFO_07" = "绑定游客帐号";

"MEMBER_RESEAT_INFO_01" = "原密码";
"MEMBER_RESEAT_INFO_02" = "密码";
"MEMBER_RESEAT_INFO_03" = "相同密码";
"MEMBER_RESEAT_INFO_04" = "Success!";
"MEMBER_RESEAT_INFO_05" = "绑定成功";

"MEMBER_EMAIL" = "Email";

"MEMBER_PAY_INFO_01" = "请登录!";

"MEMBER_ADS_INFO_01" = "今天不再显示";

"login_label_username" = "请输入帐号";
"login_label_password"   ="请输入密码";
"login_label_password_2"   ="请再次输入密码";
"login_label_signin"   ="登 录";
"login_label_signup"   ="注册";
"login_username_hint"   ="DreamSky 帐号";
"login_register_link"   ="没有帐号？注册";
"login_fb_link"   = "facebook";
"network_fail"   ="网络问题，请检查网络是否已经打开";
"unknown_fail"   ="未知异常";
"loading_status"   ="Loadining";
"login_empty"   ="用户名、密码不能为空";
"accountid_size"   ="帐号必须为4到20位英文字母或数字";
"pwd_size"   ="密码必须为6到20位英文字母或数字";
"pwd_not_the_same"   ="两次输入的密码不相同";
"accountid_format"   ="1234567890qwertyuiopasdfghjklzxcvbnm-_QWERTYUIOPASDFGHJKLZXCVBNM";
"login_auto_signin"    = "自动登录";
"login_find_password"    = "账号相关";
"login_visitor_login"    = "游客登录";
"canel_visitor_login"    = "取消";

"login_register"    = "注  册";
"login_other_login"    = "其它登录";
"login_mail"    = "请输入验证邮箱";
"login_mail_error"    = "请输入正确邮箱";

"change_password" = "修改密码";
"forgot_password" = "忘记密码";
"bonding_account" = "注册并绑定游客账号";
"bonding_account_hit" = "请注册并绑定游客账号";

"old_password" = "请输入密码";
"new_password" = "请输入新密码";
"new_password2" = "请再次输入新密码";
"change_password_success" = "成功修改密码";
"check_mail" = "请输入验证邮箱";
"send_mail_succece" = "发送邮件成功";

"binding_hit"    = "提示信息";
"binding_text"    = "为了保证您的帐号信息安全，建议绑定您的游客帐号";
"binding_register"    = "绑定账号";
"not_binding_register"    = "进入游戏";
"binding_ok"    = "确  定";

"SUCCESS"   ="成功";
"ACCOUNT_PWD_ERROR"   ="用户名密码错误";
"FAIL"   ="系统异常";
"APP_NOT_FOUND"   ="应用不存在";
"SIGN_ERROR"   ="数据签名错误";
"ACCOUNT_LEN_ERROR"   ="帐号长度错误";
"PWD_LEN_ERROR"   ="密码长度错误";
"PRODUCT_NOT_FOUND"   ="找不到购买的商品";
"ACCOUNT_EXIST"   ="帐号已经存在";
"FB_LOGIN_FAIL"   ="facebook登录失败";
"ORDER_ERROR"   ="订单错误";

"CODE_SUCCESS" = "操作成功";
"CODE_ACCOUNT_PWD_ERROR" = "用户名密码错误";
"CODE_FAIL" = "系统异常";
"CODE_APP_NOT_FOUND" = "应用不存在";
"CODE_SIGN_ERROR" = "数据签名错误";
"CODE_ACCOUNT_LEN_ERROR" = "帐号长度错误";
"CODE_PWD_LEN_ERROR" = "密码长度错误";
"CODE_PRODUCT_NOT_FOUND" = "找不到购买的商品";
"CODE_ACCOUNT_EXIST" = "帐号已经存在";
"CODE_FB_LOGIN_FAIL" = "facebook登录失败";
"CODE_ORDER_ERROR" = "订单错误";
"CODE_CLIENT_NOT_SUPPORT" = "不支持客户端类型";
"CODE_DEVICE_LOGIN_FAIL" = "游客登录失败";
"CODE_ACCOUNT_EMAIL_NOT_MATCH" = "帐号邮箱不匹配";
"CODE_CDKEY_USED" = "激活码已经被使用";
"CODE_CDKEY_NOT_START" = "激活码无效";
"CODE_CDKEY_IS_END" = "激活码不可用,你来迟了";
"CODE_CDKEY_NOT_EXIST" = "激活码不存在";
"CODE_CDKEY_USE_ONCE_TIME" = "已使用过同种类激活码";
"CODE_CDKEY_USE_ALL" = "激活码不可用";
"CODE_CDKEY_NETWORK_ERROR" = "请在联网状态下兑换";
"CODE_DEVICE_NOT_SAME" = "存档设备不一致";
"CODE_STORE_NOT_FOUND" = "找不到存档";
"CODE_RELOAD_STORE_FREQUENT" = "恢复存档过于频繁,请稍后再使用";
"CODE_RELOAD_STORE_OVER_COUNT" = "恢复存档次数达到上限,请明天(UTC)再尝试.";
"CODE_GPLUS_LOGIN_FAIL" = "Google+ 登录失败.";

"debug_title" = "debug";
"debug_login" = "此为debug登录，如要进行app发布请将Debug设置为false";
"debug_charge" = "现在进行付费测试，是否启动模拟付费？";
"debug_charge_status" = "模拟付费，是否返回成功的结果？";

"connect_social_account" = "是否更换社交帐号?";

"RECOMMEND" = "精品推荐";
"register_new_account" = "注册新帐号";
"register_success" = "注册成功";
